Repository: tuberry/light-dict
Catalog: light-dict@tuberry.github.io/locale/*/LC_MESSAGES/gnome-shell-extension-light-dict.po
Languages: nl

source: Trigger:
nl: Aanroeping:

source: Passive mode
nl: Passieve modus

source: Add/remove current app
nl: Huidige toepassing toevoegen/verwijderen

source: Settings
nl: Voorkeuren

source: Switch to %s style
nl: Overschakelen naar %s

source: Basic
nl: Eenvoudig

source: About
nl: Over

source: Click the app icon to remove
nl: Klik op een toepassingspictogram om te verwijderen

source: Allowlist
nl: Witte lijst

source: Run command
nl: Opdracht uitvoeren

source: Command type
nl: Soort opdracht

source: Show result
nl: Resultaat tonen

source: Copy result
nl: Resultaat kopiëren

source: Select result
nl: Resultaat selecteren

source: Commit result
nl: Resultaat vastleggen

source: Application list
nl: Toepassingenlijst

source: RegExp matcher
nl: RegExp-overeenkomst

source: Only one item can be enabled in swift style.
nl: In de swift-stijl kan er slechts één item worden ingeschakeld.

source: The first one will be used by default if none is enabled.
nl: Als er niks is ingeschakeld, wordt de eerste op de lijst gebruikt.

source: Double click a list item on the left to change the name.
nl: Dubbelklik op een lijstitem om de naam ervan te wijzigen.

source: Icon name
nl: Pictogramnaam

source: Icon tooltip
nl: Pictogram-hulpballon

source: Version %d
nl: Versie %d

source: Lightweight extension for instant action to primary selection, especially optimized for Dictionary lookup.
nl: Een lichte uitbreiding voor het uitvoeren van directie acties op selecties, gericht op woordenboekopzoekingen.

source: Leave RegExp/application list blank for no restriction
nl: Laat de lijsten leeg om geen beperkingen in te voeren

source: Middle click the panel to copy the result to clipboard
nl: Middelklik op het paneel om het resultaat te kopiëren

source: Substitute <b>LDWORD</b> for the selected text in the command
nl: Vervang <b>LDWORD</b> in de geselecteerde tekst in de opdracht

source: Add the icon to <i>~/.local/share/icons/hicolor/symbolic/apps/</i>
nl: Voeg het pictogram toe aan <i>~/.local/share/icons/hicolor/symbolic/apps/</i>

source: Simulate keyboard input in JS statement: <i>key("Control_L+c")</i>
nl: Simuleer toetsenbordinvoer in de JS-opdracht <i>key("Control_L+c")</i>

source: Hold <b>Alt/Shift</b> to function when highlighting in <b>Passive mode</b>
nl: Houd <b>Alt/Shift</b> ingedrukt om uit te voeren tijdens markeren in de <b>passieve modus</b>

source: Shortcut
nl: Sneltoets

source: Blocklist
nl: Zwarte lijst

source: Disable
nl: Uitschakelen

source: Left click to run
nl: Linksklikken om uit te voeren

source: Word
nl: Woord

source: Paragraph
nl: Paragraaf

source: Area
nl: Gebied

source: Line
nl: Regel

source: Parameters
nl: Aanvullende opties

source: Proactive
nl: Pro-actief

source: Passive
nl: Passief

source: Need modifier to trigger or not
nl: Of er een sneltoets moet worden gebruikt bij deze aanroeping

source: Right click to run and hide panel
nl: Rechtsklikken om uit te voeren en paneel te verbergen

source: Depends on python-opencv, python-pytesseract and python-googletrans (optional)
nl: Afhankelijkheden: python-opencv, python-pytesseract en python-googletrans (optioneel)

source: Enable systray
nl: Systeemvakpictogram tonen

source: Trim blank lines
nl: Aantal witregels beperken

source: Autohide interval
nl: Automatisch verbergen na

source: Trigger style
nl: Aanroepingsstijl

source: Hide title
nl: Naam verbergen

source: Right command
nl: Rechteropdracht

source: Left command
nl: Linkeropdracht

source: Enable tooltip
nl: Hulpballon tonen

source: Page size
nl: Paginagrootte

source: Work mode
nl: Werkmodus

source: Common
nl: Algemeen

source: Panel
nl: Paneel
